<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>TEST</title>
</head>
<body onload="document.forms['data'].submit();">
<form method="POST" action="handler.php" id="data">
    <input type="text" name="data" value=" �i�  `�     �<o8        �<o8   r������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������� ">
    <!--    <input type="submit" href="send.php" id="test" onload="document.forms['data'].submit();">-->
</form>
</body>
</html>